Revit 2027 API
UnitTypeId.Inches Property
 Inches.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Inches { get; }
Public Shared ReadOnly Property Inches As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Inches {
	ForgeTypeId^ get ();
}
static member Inches : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace